{
  "title": "What We Provide?",
  "details1": "At Foodmart , we are tied in with presenting crisp food, regardless of whether it implies going the additional mile. When you stroll through our entryways, we do what we can to make everybody feel comfortable in light of the fact that our family stretches out through your locale.",
  "details2": "It is an organization that is continually developing. From the principal eatery in 2022, we have kept on extending vision to help other individuals end up effective entrepreneurs by owning an foodmart establishment. We search for franchisees who are focused on quality, not compromising.",
  "detailsreadmore": "Today, we can be found in numerous nations and have our sights on extending much more. Be that as it may, regardless of where you discover us, quality will dependably be our formula.We Believe in Quality. All around. Quality food cant be made without quality initiative. Find out about the general population driving The Foodmart.",
  "readMore": "Read More",
  "readLess": "Read Less",
  "gallerySubTitle": "Foodmart Gallery",
  "galleryTitle": "Your Partner for e-commerce grocery solution",
  "galleryDetails": "Food First envisions a world in which all people have access to healthy, ecologically produced, and culturally appropriate food. After 40 years of analysis of the global food system, we know that making this vision a reality involves more than technical solutions—it requires political transformation. Thats why Food First supports activists, social movements, alliances, and coalitions working for systemic change.",
  "galleryMoreDetails": "Be that as it may, regardless of where you discover us, quality will dependably be our formula.We Believe in Quality. All around. Quality food cant be made without quality initiative. Find out about the general population driving The Foodmart.",
  "statsticTitle": "Our Site Statistic",
  "statsticSubTitle": "According to Website design statistics 2022 have shown that that 66% of customers prefer foodmart online experiences",
  "meetTeamSubTitle": "The developers who are work together to build this Multivendor ecommerce site. Every member are very dedicated for their job.",
  "meetTeamTitle": "Meet Our Experts",
  "tonmoyTitle": "Tonmoy Roy",
  "anikTitle": "Anik Deb Nath",
  "showravTitle": "Showrav Das",
  "apuTitle": "Apu Kumar Debnath",
  "anamikaTitle": "Anamika Sharma",
  "avishekTitle": "Avishek Devnath"
}
