{
  "title": "আমরা কি প্রদান করি?",
  "details1": "ফুডমার্টে, আমরা খাবার উপস্থাপনের সাথে আবদ্ধ হয়েছি, তা নির্বিশেষে এটি অতিরিক্ত মাইল যেতে ইঙ্গিত করে। আপনি যখন আমাদের প্রবেশপথের মধ্য দিয়ে হেঁটে যান, তখন আমরা যা করতে পারি তা করে থাকি যাতে প্রত্যেকে স্বাচ্ছন্দ্য বোধ করে। আমাদের পরিবার আপনার লোকেলের মাধ্যমে প্রসারিত হয়েছে৷",
  "details2": "এটি একটি সংস্থা যা ক্রমাগত বিকাশ করছে৷ 2022 সালে প্রধান খাবারের দোকান থেকে, আমরা অন্য ব্যক্তিদের একটি ফুডমার্ট প্রতিষ্ঠানের মালিক হয়ে কার্যকর উদ্যোক্তাদের শেষ করতে সহায়তা করার জন্য দৃষ্টি প্রসারিত করে রেখেছি৷ আমরা ফ্র্যাঞ্চাইজিদের সন্ধান করি যারা মানের দিকে মনোনিবেশ করুন, আপস নয়।",
  "detailsreadmore": "আজ, আমরা অনেক দেশে খুঁজে পাচ্ছি এবং আরও অনেক কিছু প্রসারিত করার জন্য আমাদের দৃষ্টিশক্তি রয়েছে। আপনি আমাদের যেখানেই আবিষ্কার করুন না কেন, গুণমান নির্ভরযোগ্যভাবে আমাদের সূত্র হবে। আমরা গুণমানের উপর বিশ্বাস করি। চারপাশে মানসম্পন্ন উদ্যোগ ছাড়া মানসম্পন্ন খাবার তৈরি করা যায় না। সাধারণ জনগণ যে ফুডমার্ট চালাচ্ছে সে সম্পর্কে জানুন।",
  "readMore": "আরো পড়ুন",
  "readLess": "কম পড়ুন",
  "gallerySubTitle": "ফুডমার্ট গ্যালারি",
  "galleryTitle": "ই-কমার্স মুদি সমাধানের জন্য আপনার অংশীদার",
  "galleryDetails": "খাদ্য প্রথম এমন একটি বিশ্বকে কল্পনা করে যেখানে সমস্ত মানুষের স্বাস্থ্যকর, পরিবেশগতভাবে উত্পাদিত, এবং সাংস্কৃতিকভাবে উপযুক্ত খাবারের অ্যাক্সেস রয়েছে৷ বিশ্বব্যাপী খাদ্য ব্যবস্থার 40 বছর বিশ্লেষণের পরে, আমরা জানি যে এই দৃষ্টিভঙ্গিটিকে বাস্তবে পরিণত করার জন্য প্রযুক্তির চেয়েও বেশি কিছু জড়িত৷ সমাধান-এর জন্য রাজনৈতিক রূপান্তর প্রয়োজন। সেজন্য ফুড ফার্স্ট কর্মী, সামাজিক আন্দোলন, জোট, এবং জোটকে সিস্টেমিক পরিবর্তনের জন্য কাজ করে সমর্থন করে।",
  "galleryMoreDetails": "যেমনই হোক না কেন, আপনি আমাদের যেখানেই আবিষ্কার করুন না কেন, গুণমান নির্ভরযোগ্যভাবে আমাদের সূত্র হবে। আমরা গুণমানের উপর বিশ্বাস করি। চারিদিকে। মানসম্পন্ন উদ্যোগ ছাড়া মানসম্পন্ন খাবার তৈরি করা যায় না। সাধারণ জনগণের গাড়ি চালানো সম্পর্কে জানুন। ফুডমার্ট।",
  "statsticTitle": "আমাদের সাইটের পরিসংখ্যান",
  "statsticSubTitle": "ওয়েবসাইট ডিজাইনের পরিসংখ্যান 2022 অনুযায়ী দেখা গেছে যে 66% গ্রাহক ফুডমার্ট অনলাইন অভিজ্ঞতা পছন্দ করেন",
  "meetTeamSubTitle": "এই মাল্টিভেন্ডর ইকমার্স সাইটটি তৈরি করার জন্য ডেভেলপাররা একসাথে কাজ করছে। প্রত্যেক সদস্য তাদের কাজের জন্য খুব নিবেদিত।",
  "meetTeamTitle": "বিশেষজ্ঞদের সাথে দেখা করুন",
  "tonmoyTitle": "তন্ময় রায়",
  "anikTitle": "অনিক দেব নাথ",
  "showravTitle": "শোরভ দাস",
  "apuTitle": "অপু কুমার দেবনাথ",
  "anamikaTitle": "অনামিকা শর্মা",
  "avishekTitle": "অভিষেক দেবনাথ"
}
