[
  {
    "title": "Winter Grain Bowl with Balsamic Dressing",
    "category": "Salad",
    "thumbnail": "https://i.ibb.co/4FZTwxW/Winter-Grain-Bowl-400x400.jpg",
    "image_alt": "blog",
    "description": "What’s colorful and nutritious and playful and makes your tastebuds feel very alive? This bowl.Roasted root vegetables earthy grains and dried fruit. Darkleafy greens buttery goat cheese and lusciously creamy balsamic dressing. A) Yes it’s a slice of healthy eating heaven, and B) this is the salad / bowl situation you want gracing the shelves of your fridge this winter.Like, for days. Because you can meal-prep it! THANK YOU GRAIN BOWLS for knowing what we need.Grain bowl in meal prep containers.One of the best things about these wintery grain bowls is that they can stand up to some fridge time. Yes keep the kale goat cheese and pistachios separate to maintain their freshness. But that roasted vegetable, wild rice, and dried cherry medley can sit tight in a little bit of balsamic dressing while it’s in the fridge and kinda just keeps getting better and better.",
    "tags": "Salad",
    "date": "April 11",
    "time": "8.00AM",
    "reading_time": "16 mins",
    "watch_count": "10",
    "comments_count": "5",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Goddess Curry Chicken Salad",
    "category": "Salad",
    "thumbnail": "https://i.ibb.co/QD5q2rX/Curry-Chicken-Salad-5-400x400.jpg",
    "image_alt": "blog",
    "description": "This is not your ordinary curry chicken salad – it’s a GODDESS CURRY CHICKEN SALAD. Which basically just means I feel like the summer goddess of health and wellness when I eat this. Especially on an everything bagel. So, yes, my definitely of health and wellness goes a little bit outside the box sometimes.This really isn’t all that different from a regular curry chicken salad, except no fruit – none of this apples or grapes or blueberries business – and no mayo. As you have seen from my love of Wild Rice Burgers, I have a healthy love and respect for good old fashioned mayonnaise. But if we’re getting into the summer goddess zone? Goodbye, mayo. Greek yogurt feels like such a basic stand-in, but that’s because it works. It’s good. It is thick, creamy, and the added tang is a welcome addition to this salad, IMHO.Real Chicken Talk: THIS CHICKEN, you guys. I will never make another kind of chicken for salad toss-ins. I cut it in half horizontally, so the pieces were super thin, and then I loaded them with garlic powder, onion powder, curry powder, salt, and pepper. Sautéed in a little olive oil, and MWAH. Best quick chicken ever. I even let it get a little extra browned on the outside because I play by my own rules.",
    "tags": "Salad",
    "date": "February 14",
    "time": "10AM",
    "reading_time": "22 mins",
    "watch_count": "10",
    "comments_count": "5",
    "user_rating": "5",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Red Chile Chicken Tacos with Creamy Corn",
    "category": "Chicken",
    "thumbnail": "https://i.ibb.co/XsBQt2T/Red-Chile-Chicken-Tacos-1.jpg",
    "image_alt": "blog",
    "description": "ese Red Chile Chicken Tacos are always on our minds! Lightly pan-fried corn tortillas stuffed with tender chicken and a pinto bean red chile saucy filling piles of creamy corn salsa, and tangy homemade pickled red onions. YUM! JUMP TO RECIPE Chicken tacos on a plate with creamy corn THIS RECIPE It’s been a little bit since we’ve written a love letter to tacos, though they are truly always on our minds. We really will take them in almost any variation but when they’re coming at us in warm, lightly pan-fried yellow corn tortillas bursting with a tender chicken and pinto bean red chile saucy sensation, piles of a quick creamy corn salsa…ish (can we call it salsa when mayo is involved? probably not) and tangy-crisp homemade pickled red onions rounding it out?Well my oh my there’s a new crush in town.There are so many delicious flavors going on with these chicken tacos, but the real highlight is that you don’t have to do very much work to accomplish any of them. The taco filling especially is so easy and pretty darn quick because all you’re doing is cooking up some chicken thighs, tossing in a can of pinto beans, and then opening up a packet of Frontera red chile enchilada sauce (total fave and namesake!) and letting that do all the work.Boom. Bam. Lightly spiced, smoky, tomatoey, saucy goodness ready to stuff your tortillas so full they spill over onto your hands.Then you get to just kind of fancify things. You’ll mix up a little corn situation with some major elote vibes that is also so easy but will be VERY DIFFICULT to hold off on eating until taco assembly. Just a taste to adjust the lime juice? Okay. Twenty more bites and oops it’s gone? It happens. Luckily, it’s easy to remake. You’re going to make some quick pickled red onions because really you’re just throwing some things in a jar, giving it a shake, and then, look at you, all set with the most delicious little taco topper ever! Next thing you know, you have one gem of a taco happening.",
    "tags": "Chicken",
    "date": "February 6",
    "time": "2PM",
    "reading_time": "12 mins",
    "watch_count": "25",
    "comments_count": "5",
    "user_rating": "5",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Chicken Meatballs with Peppers and Orzo",
    "category": "Chicken",
    "thumbnail": "https://i.ibb.co/vHCsf3x/Chicken-Meatballs-w-Peppers-and-Orzo-400x400.jpg",
    "image_alt": "blog",
    "description": "Chicken meatballs with peppers and orzo = the actual dinner BOMB, like, in a really good way. This recipe just really gets me excited.Not to be dramatic but in my experience there’s something magical about the combination of panko and Parmesan loaded quick chicken meatballs (remember these Baked Chicken Meatballs?), tangy tomato sauce with garlic and sautéed peppers, and a silky-creamy-delicious pile of hot orzo on the side. This is the kind of recipe that just calls you straight home to the dinner table, you know? Basically this recipe has two prep steps.",
    "tags": "Chicken",
    "date": "January 15",
    "time": "10AM",
    "reading_time": "36 mins",
    "watch_count": "21",
    "comments_count": "5",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Egg Waffles with Romesco and Goat Cheese",
    "category": "Egg",
    "thumbnail": "https://i.ibb.co/9ghhhM2/Egg-Waffles-1-800x800.jpg",
    "image_alt": "blog",
    "description": "Don’t you dare limit your waffle maker. Let her run free. Let her fly from the bounds of drippy batter-turned-waffle because today we’re looking at making some cute lil’ omelette guys in there and really, what a delightful little twist on brunch or brinner! We all know scrambled eggs are easy, nutritious and quick, and can definitely save the day on one of those SOS-y type nights when you are really scrambling (lol pun intended) to get something on the table fast. You can throw veg in there Protein? Coming ‘atcha. Cheese? Yes of course, why not.So we wanted to take the feel of that very regular and totally acceptable meal and make it so much more fun. Because here we are in February, the longest shortest month.Light puffy scrambled eggs, speckled with little bits of bacon and spinach or any other veg/protein combo you love, some hashbrowns tossed in for good measure, and extra cheese that gets all goldy-crisp on top.BUT IN WAFFLE FORM. WAFFLES! You can toss them on sandwiches cut them up in strips for dippers or like we love to do pile them to the sky with delicious toppings. Crumbles of goat cheese a swath of nutty sharp romesco sauce a spoonful of peppers and garlic confit avocado for days a sprinkle of chives cuz they cute, maybe hot sauce because why stop now?There are no limits to what you can make happen with these and your waffle maker is so excited to be of service. So proud.",
    "tags": "Egg",
    "date": "February 12",
    "time": "10AM",
    "reading_time": "66 mins",
    "watch_count": "10",
    "comments_count": "4",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Kimchi Grilled Cheese",
    "category": "Cheese",
    "thumbnail": "https://i.ibb.co/JrJfnc5/Kimchi-Grilled-Cheese-1-800x800.jpg",
    "image_alt": "blog",
    "description": "We are nothing if not great adventurers and when it comes to “find more delicious things to put in grilled cheese”, well, friends…that is an adventure we’re always willing to take.Thick, crispy, golden brown pan-grilled slices of sourdough. The meltiest of melty cheeses, two kinds because we mean it. An exquisitely caramelized, smoky spicy-sweet, almost jammy kimchi and bacon filling. Lordy loo, an adventure awaits you too!And if you’re like, “you really missed an opportunity here not calling this “Grilled Kimchi-se”…you’re not wrong.But let’s get this bad boy on your table, shall we?Ingredients For This Grilled CheeseThe beauty of grilled cheese is definitely the whole “only takes bread/butter/cheese” thing, but when you want to glam up a sammy, we’ll need just a few other things, but not many. Still pretty dang simple!sourdough American (so melty!) and gruyere cheeses butter (or mayo if you go that route with your grilled cheese-ing) kimchi bacon brown sugarIf you’re not familiar with kimchi, it is a traditional Korean staple dish of spicy fermented cabbage and other vegetables. It has deep ancestral roots in Korean culture and originated thousands of years ago as a way to preserve vegetables during the cold winter months. The prep has changed over time and there are many varieties with different ingredients/flavors/spice level, depending on the region it is made in, but no matter what, it is found on nearly every table and remains to this day an important source of pride in Korean culture.",
    "tags": "Cheese",
    "date": "May 24",
    "time": "7AM",
    "reading_time": "6 mins",
    "watch_count": "10",
    "comments_count": "10",
    "user_rating": "3",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Awesome Broccoli Cheese Soup",
    "category": "Soup",
    "thumbnail": "https://i.ibb.co/GPS1RSJ/Broccoli-Cheese-Soup-2-400x400.jpg",
    "image_alt": "blog",
    "description": "Broccoli cheese soup, in case you needed reminding, is going to bring several good things into your life: a delicate start of butter and garlic and onions, a silky-smooth soup base, little bite-sized bits of just-right broccoli, thinly sliced carrots, and a sharp, creamy finish from that cheddar cheese. It’s flavorful, it’s veg-loaded and fresh, but it’s also extremely comforting, unassuming, and mellow. And I think we could all use a little more mellow right about now, yes? There’s salt, there’s pepper, and there’s paprika to season, but hello VERY IMPORTANT there’s also hot crusty bread for dipping. Broccoli cheese soup ingredients in a dutch oven. If this soup isn’t the dictionary definition of fall cozy… Well, there’s not even anything to say because it is. It just really is.",
    "tags": "Soup",
    "date": "February 24",
    "time": "10AM",
    "reading_time": "13 mins",
    "watch_count": "10",
    "comments_count": "8",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Garlic Butter Capellini Pomodoro with Shrimp",
    "category": "Shrimp",
    "thumbnail": "https://i.ibb.co/ZGYFJrv/Shrimp-Capellini-Pomodoro-2-2-Homepage-1-400x400.jpg",
    "image_alt": "blog",
    "description": "So you wanna make capellini pomodoro, huh? I’m not going to make any claims to authentic Italian cooking here, but I AM most definitely going to be making claims for SUPERdelicious capellini pomodoro with shrimp and that smooth garlic butter flavor that will come together faster than your hungry self could ever believe. No, I mean it. Between the 5-ish minutes to cook the shrimp and the 5-ish minutes to cook the capellini and the 20 minutes to simmer the silky, buttery tomato basil sauce (which can be happening while the other two things are in process), we’re looking at a LESS THAN 30 MINUTE MEAL situation here. You know those times when you just need really good food and you need really fast? No messing around, no massive trips to special grocery stores, no confusing steps? This girl – this capellini pomodoro – is everyone’s darling. She’s here for you when you need her.BRB Ultra-thick-noodle-fork twirl in three, two…",
    "tags": "Shrimp",
    "date": "February 22",
    "time": "10AM",
    "reading_time": "8 mins",
    "watch_count": "10",
    "comments_count": "5",
    "user_rating": "3",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "Spicy Chicken and Sweet Potato Meal Prep Magic",
    "category": "Chicken ",
    "thumbnail": "https://i.ibb.co/cgVQbz2/Chicken-Sweet-Potato-Meal-Prep-Bowls-1-Homepage-400x400.jpg",
    "image_alt": "blog",
    "description": "It seriously happens every year.I start strong with my declaration that spring my least favorite season. I walk around obnoxiously saying that I really prefer summer and fall and maybe even the first few days of winter, but spring? not so much.And then spring comes around and the air tastes like flowers and dirt and rain and I don’t have to wear a jacket and we can keep the windows open at night and I remember that, yes indeed! I actually love spring. Or more like I NEED spring. Isn’t it just such a sweet drink for the soul? Is it just me, or does this spring season feel especially life-giving? I feel like as soon as April came around the corner, I just dove headfirst into a few months of all things New and Fresh and Life. Like for example. We have a new studio that we’re setting up which means a non-stop stream of energy and inspiration and re-arranging every time I look up. And we just finished a round of workshops for the first time ever, which means new friends and new work and fresh excitement. Our living room has fallen victim to my spontaneous 11pm idea to “just move that one end table real quick” and is now undergoing a major re-fresh involving light and airy paint colors, less clutter, and a more open furniture arrangement which has overall made our house 900x more wonderful to live in. We got rid of our TV – like, officially sold it – SO LONGGG friend! and in its place, sort of, I’m on a book-reading binge which is code for going to bed an hour earlier than usual. Not mad about it.",
    "tags": "Chicken",
    "date": "june 14",
    "time": "12PM",
    "reading_time": "15 mins",
    "watch_count": "10",
    "comments_count": "5",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "garlic herb butter roast turkey ",
    "category": "roast turkey",
    "thumbnail": "https://i.ibb.co/8Mb5KjY/Roast-Turkey-Recipe-IMAGE-34-780x1152.jpg",
    "image_alt": "blog",
    "description": "One of our most loved and favoured holiday dinner is a juicy roast turkey. With each Thanksgiving through the years, my mother learned the art of roasting turkey and became well-known for her succulent roasts. Many people brine their turkey for hours, sometimes days, or cook their turkey on roasting racks. We generally don’t do any of that, preferring to roast it belly down right at the beginning to keep those important juices recirculating through the meat. We create our own ‘roasting rack’ with garlic heads halved horizontally, so some of the flavoured pan juices cook right into the breast from the outside keeping it moist. The white meat roasts away from the heating element, preventing your turkey from drying out.After the success of our Garlic Herb Butter Roast Chicken, it was high time to share with you all our perfect roast turkey recipe.Roast Turkey in a roasting pan | cafedelites.com how to prepare a turkeyTurkey THAWING First, if you have a frozen turkey, you will need defrost it COMPLETELY in the refrigerator with the plastic packaging or bag intact. Place it in a large, deep roasting pan to prevent leaks running through your refrigerator shelves while it defrosts. Allow 24 hours for every 3–4 pounds (or 1.5-2 kg).In short, your turkey will need 2-3 days to completely defrost depending on the size of your bird.A quicker method for defrosting is to submerge the turkey in cold water (30 minutes per pound or 500g). Make sure your turkey is in a leak proof bag to submerge it in and change the water occasionally to keep it cool.It can take up to three hours to get the chill out of the turkey (depending on the size of the bird). Allow it to come close to room temperature before cooking so it roasts evenly.Once it has defrosted, pull out the neck and giblets (discard them or use them in soups or stews). Rinse the turkey inside and out and pluck out any stray feathers.Pat dry with paper towel before roasting.",
    "tags": "roast turkey",
    "date": "February 5",
    "time": "10AM",
    "reading_time": "120 mins",
    "watch_count": "25",
    "comments_count": "30",
    "user_rating": "5",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "garlic herb butter roast chicken",
    "category": "chicken",
    "thumbnail": "https://i.ibb.co/GJfSLxx/Garlic-Herb-Butter-Roast-Chicken-2-780x1152.jpg",
    "image_alt": "blog",
    "description": "how to roast whole chickenNot only does this recipe give you a roast chicken with flavour… it delivers crispy skin, juicy meat and a nice dinner to go with the ultimate creamy mashed potatoes.The following steps makes this baked whole chicken stand out from the rest!Preheat oven.Rinse and pat dry chicken with paper towel.Combine olive oil, melted butter, wine (if using) and lemon juice together, rubbing all over the chicken, under the skin and inside the cavity.Season chicken outside and inside with salt, pepper and parsley. Don’t be afraid to use generous amounts!Rub the minced garlic over the chicken and under the skin. I do this separately as the last step to maximise the garlic taste.Stuff the garlic head into the chicken cavity along with the rosemary sprigs and the squeezed lemon halve. You can also use sprigs of Thyme or any other herb.Roast chicken, basting half way through cooking time, until cooked through.Broil until golden and crispy!",
    "tags": "chicken",
    "date": "April 12",
    "time": "10AM",
    "reading_time": "60 mins",
    "watch_count": "15",
    "comments_count": "10",
    "user_rating": "5",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "easy creamy mashed potatoes recipe",
    "category": "mashed potatoes",
    "thumbnail": "https://i.ibb.co/C89TSXc/Creamy-Mash-Potatoes-IMAGE-4-780x1152.jpg",
    "image_alt": "blog",
    "description": "mashed potatoes Perfect for any occasion, whether it be after a hectic day at work, or a festive dinner like Easter, Christmas or Thanksgiving! With only 5 main ingredients, you guys will love these just as much as we do! These creamy mashed potatoes have been in our family for years. We don’t normally measure anything, so imagine how hard it was to add ingredients while measuring them at the same time to make sure I could give you guys the BEST potatoes of your life.what goes in homemade mashed potatoes?Make sure you start with the best potato possible. In America, go for Yukon golds or Russet potatoes. In Australia, choose Dutch Creams, Creme Gold or Creme Royale.Salted water for boiling — not adding salt to the water will yield bland tasting potatoes.Softened unsalted butter — using unsalted ensures you have full control of how salty your mash comes out.Sour cream — makes them EVEN CREAMIER when compared to regular potatoes.Garlic — use fresh where possible.Fresh shredded parmesan cheese — adds incredible flavour.Hot milk — why hot milk? To ensure your potatoes are still warm after mashing.",
    "tags": "mashed potatoes",
    "date": "February 17",
    "time": "2AM",
    "reading_time": "30 mins",
    "watch_count": "10",
    "comments_count": "5",
    "user_rating": "4",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  },
  {
    "title": "garlic mushroom chicken bites",
    "category": "chicken ",
    "thumbnail": "https://i.ibb.co/Z1y8zh3/Mushroom-Chicken-Bites-IMAGE-25-500x375.jpg",
    "image_alt": "blog",
    "description": "how long do you cook cubed chicken?The recipe calls for 1-inch bite-sized pieces. For this reason, they only needy to be cooked in a hot pan for 5-6 minutes, or until they are browned all over and just cooked through! If your pan isn’t large enough, cook them in two batches to: Avoid overcrowding the pan Prevent boiling the chicken bites Get a nice, golden sear all over Once the rest of the ingredients have been cooked, those golden chicken bites get added back into the pan to warm through and continue cooking until its all done!",
    "tags": "chicken",
    "date": "February 6",
    "time": "10AM",
    "reading_time": "10 mins",
    "watch_count": "3",
    "comments_count": "2",
    "user_rating": "3",
    "author_name": "Lindsay",
    "author_PhotoUrl": "https://i.ibb.co/gdqVmvX/sidebar-lindsay.jpg"
  }
]
